tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "git"
brew "zsh"
brew "nvim"
brew "tig"
brew "actionlint"
brew "anyenv"
brew "bat"
brew "curl"
brew "fzf"
brew "ghq"
brew "jq"
brew "neovim"
brew "pandoc"
brew "peco"
brew "ripgrep"
brew "tree"
brew "wget"
brew "yarn"
brew "zplug"
brew "dust"
brew "duf"
brew "ripgrep"
brew "httpie"
brew "tldr"
brew "git-secrets"
brew "navi"
brew "mas"
brew "ffmpeg"
brew "gnupg"
brew "graphviz"
brew "pinentry-mac"
brew "pngquant"
brew "tfsec"
brew "tmux"
brew "trivy"
brew "prettier"
brew "lsd"
brew "sleepwatcher"
brew "blueutil"
brew "webp"
brew "jpegoptim"
brew "optipng"
brew "trafilatura"
brew "gibo"

cask "font-hack-nerd-font"
cask "bettertouchtool"
cask "cheatsheet"
cask "karabiner-elements"
cask "xquartz"
cask "google-japanese-ime"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "feedly", id: 865500966
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Slack", id: 803453959
mas "Xcode", id: 497799835

vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "jrebocho.vscode-random"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "moppitz.vscode-extension-auto-import"
vscode "mosapride.zenkaku"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "nucllear.vscode-extension-auto-import"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
