tap "aws/tap"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "weaveworks/tap"
brew "anyenv"
brew "argocd"
brew "aws-iam-authenticator"
brew "python@3.9", link: false
brew "awscli"
brew "bat"
brew "glib"
brew "coreutils"
brew "curl"
brew "deno"
brew "ethereum"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnupg"
brew "go"
brew "go-bindata"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grep"
brew "helm"
brew "helmfile"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libheif"
brew "minikube"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "node", link: false
brew "openjdk@11"
brew "peco"
brew "pinentry-mac"
brew "pipenv"
brew "plantuml"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "silicon"
brew "skaffold"
brew "solidity"
brew "stern"
brew "terminal-notifier"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "weaveworks/tap/eksctl"
