tap "aquasecurity/trivy"
tap "cloudflare/cloudflare"
tap "elastic/tap"
tap "facebook/fb"
tap "gofireflyio/aiac"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "llvm-hs/llvm"
tap "ngrok/ngrok"
tap "render-oss/render"
tap "ynqa/tap"
brew "act"
brew "actionlint"
brew "anyenv"
brew "zstd"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "automake"
brew "bat"
brew "blueutil"
brew "carthage"
brew "checkov"
brew "cmake"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libsodium"
brew "php"
brew "composer"
brew "duf"
brew "dust"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "genact"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gitui"
brew "libassuan"
brew "gnupg"
brew "go"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "htop"
brew "httpie"
brew "httrack"
brew "hub"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ios-deploy"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jpegoptim"
brew "jq"
brew "libffi"
brew "libfido2"
brew "lsd"
brew "mas"
brew "mecab-ko"
brew "mysql@5.7", link: true
brew "navi"
brew "neovim"
brew "ollama"
brew "openapi-generator"
brew "openvino"
brew "optipng"
brew "pandoc"
brew "peco"
brew "perl"
brew "pinentry-mac"
brew "pngquant"
brew "pnpm"
brew "podman"
brew "postgresql@14", restart_service: true
brew "prettier"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python@3.11"
brew "python-tk@3.11"
brew "python@3.8"
brew "qemu"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "skaffold"
brew "sleepwatcher", restart_service: true
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "trafilatura"
brew "translate-shell"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zplug"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "cloudflare/cloudflare/cf-terraforming"
brew "facebook/fb/idb-companion"
brew "gofireflyio/aiac/aiac"
brew "heroku/brew/heroku"
brew "minio/stable/mc"
brew "render-oss/render/render"
brew "ynqa/tap/jnv"
cask "1password-cli"
cask "bettertouchtool"
cask "cheatsheet"
cask "db-browser-for-sqlite"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "mitmproxy"
cask "ngrok"
cask "save-hollywood"
cask "skitch"
cask "visual-studio-code"
cask "wave"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Be Focused", id: 973134470
mas "CapCut", id: 1500855883
mas "feedly", id: 865500966
mas "KakaoTalk", id: 869223134
mas "Kaspersky VPN", id: 1208561404
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MARKETSPEED", id: 946680495
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "astro-build.astro-vscode"
vscode "asuka.insertnumbers"
vscode "bierner.markdown-mermaid"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cosine.cosine-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.github-actions"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "jrebocho.vscode-random"
vscode "kevinrose.vsc-python-indent"
vscode "koichisasada.vscode-rdbg"
vscode "mashduek.jbuilder-highlight"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mgesbert.python-path"
vscode "moppitz.vscode-extension-auto-import"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "njqdev.vscode-python-typehint"
vscode "nucllear.vscode-extension-auto-import"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shiro.pythonpack"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "steoates.autoimport"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
