tap "aws/tap"
tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lemoony/tap"
tap "leoafarias/fvm"
tap "teamookla/speedtest"
tap "weaveworks/tap"
brew "actionlint"
brew "anyenv"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "aws-iam-authenticator"
brew "python@3.9", link: false
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "ctags"
brew "openldap"
brew "curl"
brew "deno"
brew "ethereum"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "genact"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "go-bindata"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "krb5"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libheif"
brew "minikube"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "node", link: false
brew "openjdk@11"
brew "peco"
brew "pinentry-mac"
brew "pipenv"
brew "plantuml"
brew "postgresql", restart_service: true
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "silicon"
brew "skaffold"
brew "solidity"
brew "stern"
brew "terminal-notifier"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "dart-lang/dart/dart"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
brew "teamookla/speedtest/speedtest"
brew "weaveworks/tap/eksctl"
cask "font-hack-nerd-font"
cask "ghidra"
cask "google-cloud-sdk"
